<?php
// +----------------------------------------------------------------------
// | 青果团购后台管理入口文件
// +----------------------------------------------------------------------
// | 青果团购是基于后盾网教程开发的团购系统
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 陶士涵
// +----------------------------------------------------------------------
define('APP_NAME','Gmanage');
define('APP_PATH','./Gmanage/');          
define('ROOT_PATH', str_replace("\\", '/', dirname(__FILE__)));
define('APP_DEBUG',true);
require('./ThinkPHP/ThinkPHP.php');
?>