<?php
// +----------------------------------------------------------------------
// | 青果团购前台入口文件
// +----------------------------------------------------------------------
// | 青果团购是基于后盾网教程开发的团购系统
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: 陶士涵
// +----------------------------------------------------------------------
define('APP_NAME','Group');
define('APP_PATH','./Group/');          
define('ROOT_PATH', str_replace("\\", '/', dirname(__FILE__)));
define('ROOT_URL', 'http://'.$_SERVER['HTTP_HOST'].dirname($_SERVER['SCRIPT_NAME']).'/');
define('APP_DEBUG',true);
require('./ThinkPHP/ThinkPHP.php');
?>