<?php
return array(
	//'配置项'=>'配置值'
	//'配置项'=>'配置值'
	'TMPL_L_DELIM' => '{',
  	'TMPL_R_DELIM' => '}',
  	'URL_HTML_SUFFIX' => '',  
  	'DB_HOST' => 'localhost',
	'DB_NAME' => 'hdgroup',
	'DB_USER' => 'root',
	'DB_PWD' => 'taoshihan1',
	'DB_PORT' => '3306',
	'DB_PREFIX' => 'group_',
	// 'URL_MODEL'=>'1',
	// 'URL_PATHINFO_DEPR' => '-',
	/*******价格配置**********/
	'PRICE'=>array(
		'0'=>array(
			array('50元以下','0~50'),
			array('50元到100元','50~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
		'1'=>array(
			array('100元以下','0~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
		'3'=>array(
			array('50元以下','0~50'),
			array('50元到100元','50~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
		'4'=>array(
			array('50元以下','0~50'),
			array('50元到100元','50~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
		'5'=>array(
			array('50元以下','0~50'),
			array('50元到100元','50~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
		'6'=>array(
			array('50元以下','0~50'),
			array('50元到100元','50~100'),
			array('100元到150元','100~150'),
			array('150元到200元','150~200'),
			array('200元以上','200'),
		),
	),
);
?>